Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/local_and_regional_government/index.html.txt.tmx
Source language: en
Languages: ga

source: Local and regional government
ga: Rialtas Áitiúil agus Réigiúnach

source: The provision for local government is set down in law
ga: Tá an soláthar maidir le rialtas áitiúil síos sa dlí

source: How the process of government at local level works and what it consists of
ga: Conas a oibríonn an próiseas rialtais ar leibhéal áitiúil agus cad a bhíonn sé comhdhéanta

source: Local Government consists of a range of local authorities
ga: Tugann an cháipéis seo cur síos ar na cineálacha éagsúla údarás aitiúla

source: Functions of local authorities
ga: Feidhmeanna na n-údarás áitiúil

source: Local authorities provide an extensive range of public services in your area
ga: Déanann an cháipéis seo cur síos ar fheidhmeanna na n-údarás áitiúil

source: Your local authority has some important powers that are necessary to carry out its responsibilities
ga: Tugann an cháipéis seo cur síos ar na cumhachtaí atá dílsithe d'údaráis aitiúla

source: Chief Executives are appointed to manage local authorities. Information on their appointment, role and functions
ga: Tugann an cháipéis seo cur síos ar ról agus feidhm an príomhfheidhmeannach

source: Local community development committees
ga: Coistí forbartha pobail áitiúil

source: Local community development committees are established to develop, co-ordinate and implement a coherent and integrated approach to local and community development
ga: Bunaítear coistí forbartha pobail áitiúil chun cur chuige soiléir agus comhtháite a fhorbairt, a chomhordú agus a chur i bhfeidhm i leith forbairt áitiúil agus pobail

source: Members of local authorities are called 'councillors'. Role, responsibilities and appointments
ga: Tugann an cháipéis seo cur síos ar ról na gcomhairleoirí in údaráis aitiúla

source: Every local authority elects a Cathaoirleach (or Chairman/Mayor
ga: Déanann an cháipéis seo cur síos ar ról agus feidhmeanna Cathaoirligh na n-údarás áitiúil

source: Local authorities can establish committees to carry out some of the Council's functions
ga: Tugann an Cháipéis seo cur síos ar fheidhmeanna coistí údaráis áitiúil

source: The law sets down how meetings of local authorities must be conducted, how frequently they may take place and whom may attend. Find out more
ga: Tugann an cháipéis seo cur síos ar na cruinnithe éagsúla a reachtáileann údaráis aitiúla

source: The aim of the regional assemblies is to co-ordinate, promote or support strategic planning and sustainable development
ga: Is é cuspóir na dtionól réigiúnach chun pleanáil spásúlachta agus forbairt inmharthana a chomhordú, a chur chun cinn nó chun tacú leo

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Presidential Election in Ireland
ga: Bunchearta faoi Bhunreacht na hÉireann
